{
"Брейшит":"Сотворение мира. Эту главу читают при церемонии начала годичного цикла чтения Торы",
"Ноах":"Всемирный потоп и вавилонская башня",
"Лех-Леха":"Авраам, первый еврей",
"Вайера":"Рождение Ицхака, жертвоприношение Ицхака",
"Хайей-Сара":"Смерть Сары, приобретение Хеврона, женитьба Ицхака на Ривке, первая полностью еврейская семья",
"Толдот":"Яаков и Эсав - будущее противостояние братьев и народов, благословение Яакову и потомкам",
"Вайеце":"Рождение 12 сыновей Яакова, основатели будущих 12 колен",
"Ваишлах":"Победа Яакова в противостоянии с Эсавом, победа Яакова над ангелом и наречение его именем Исраэль",
"Вайешев":"Пророческие сны Йосефа, продажа Йосефа братьями в Египет, зарождение будущего царского рода, рода Давида",
"Микец":"Становление Йосефа царем Египта",
"Вайигаш":"Воссоединение семьи Яакова, возвращение Йосефа в семью, вся семья переезжает в Египет",
"Вайехи":"Благословения и пророчества Яакова будущему еврейскому народу",
"Шмот":"Рождение Моше, назначение Моше лидером Исхода в разговоре при 'несгорающем кусте'",
"Ваэра":"Египетские казни",
"Бо":"Исход из Египта и первые заповеди Б-га еврейскому народу",
"Бэшалах":"Переход евреев по дну моря, манна небесная, Амалек (прочтение главы о манне, считается, способствует богатству)",
"Итро":"Дарование Торы и 10 заповедей",
"Мишпатим":"Заповеди об отношениях между людьми",
"Трума":"Заповедь о Храме",
"Тэцавэ":"Храм: коэны",
"Ки-Тиса":"13 свойств милосердия Б-га",
"Вайакгэл":"Храм: сбор средств и изготовление",
"Пэкудэй":"Храм: начало функционирования",
"Вайикра":"Жертвоприношения: всесожжение, хлебное, о шибке, о признании вины, мирные",
"Цав":"Обязанности коэнов в Храме",
"Шмини":"Кашрут и заповеди о ритуальной чистоте",
"Тазриа":"Заповедь об обрезании. Чистота семейной жизни",
"Мецора":"Ритуальная чистота еврейского дома",
"Ахарэй":"Йом кипур в Храме",
"Кдошим":"Обособление еврейского народа особыми заповедями. Заповедь о любви к ближнему",
"Эмор":"Главные праздники, 'Дни священного собрания'. Законы коэнов. Менора",
"Бэар":"Заповедь о седьмом годе",
"Бэхукотай":"Первый договор Б-га с народом, заключенный у горы Синай. Благословения и проклятия.",
"Бэмидбар":"600 000 евреев - пересчет в пустыне и устройство стана",
"Насо":"Благословение коэнов",
"Бэаалотха":"Заповедь о Меноре. Заповедь о втором Песахе. Учреждение Синедриона. Запрет злословия и сплетен",
"Шлах":"Цицит",
"Корах":"Моше и Аарон - их особая роль в народе",
"Хукат":"Заповедь о рыжей корове. Смерть Аарона и Мирьям",
"Балак":"Благословение и пророческие предсказания о еврейском народе",
"Пинхас":"Главные праздники: жертвоприношения. История Пинхаса. Назначение Еошуа преемником Моше",
"Матот":"Расширение земли Израиля на восточный берег Иордана",
"Масъэй":"Эрец Исраэль: границы. Путь евреев по пустыне",
"Дварим":"Моше: резюме пути народа от Исхода до Эрец Исраэль",
"Ваэтханан":"Дарование Торы и 10 заповедей (повторное описание)",
"Эйкев":"Шма Исраэль",
"Рээ":"Цдака. 3 главнейших праздника: Песах, Шавуот и Суккот",
"Шофтим":"Заповедь о статусе мудрецов: их постановления предписано исполнять, как заповеди Б-га",
"Ки-Теце":"74 из 613 заповедей Торы",
"Ки-Таво":"Второй договор Б-га с народом, заключенный перед приходом в Эрец Исраэль. Благословения и проклятия",
"Ницавим":"Свобода выбора меж добром и злом",
"Вайэлех":"Описание последнего дня жизни Моше. Предсказание о отходе народа от Торы и о возвращении",
"Аазину":"Песнь Торы. Заповедь о написании свитка Торы",
"Вэзот-Абраха":"Благословения и пророчества Моше еврейскому народу. Эту главу читают при церемонии завершения годичного цикла чтения Торы."
}